{
  "version": "1.1.0",
  "line": [
    {
      "begin": "00:00:06.544",
      "end": "00:00:11.049",
      "content": "In one of Aesop’s 2,500-year-old fables, a crow is searching for water."
    },
    {
      "begin": "00:00:12.592",
      "end": "00:00:18.097",
      "content": "It spies a pitcher and discovers liquid inside— but it's beyond reach."
    },
    {
      "begin": "00:00:18.556",
      "end": "00:00:21.768",
      "content": "Soon, the crow begins dropping pebbles into the pitcher."
    },
    {
      "begin": "00:00:22.143",
      "end": "00:00:26.355",
      "content": "One by one, they displace the water, and the crow quenches its thirst."
    },
    {
      "begin": "00:00:27.315",
      "end": "00:00:30.526",
      "content": "Interestingly, this fable turns out to be pretty accurate."
    },
    {
      "begin": "00:00:30.651",
      "end": "00:00:42.455",
      "content": "In a 2014 experiment, scientists placed a food reward in a tube partially filled with water and watched as crow after crow dropped stone after stone in until the food was in beak-snatching distance."
    },
    {
      "begin": "00:00:43.164",
      "end": "00:00:53.091",
      "content": "This is just one of many fascinating displays of intelligence from corvids— the bold, brainy family of songbirds that includes crows, ravens, jays, and magpies."
    },
    {
      "begin": "00:00:54.300",
      "end": "00:00:57.678",
      "content": "To start, corvids are strategic when it comes to their food."
    },
    {
      "begin": "00:00:58.096",
      "end": "00:01:02.100",
      "content": "They ransack trash bins and snatch bites from under other birds’ beaks."
    },
    {
      "begin": "00:01:03.476",
      "end": "00:01:05.520",
      "content": "They also hoard and cache their food."
    },
    {
      "begin": "00:01:05.895",
      "end": "00:01:16.155",
      "content": "A single Clark's nutcracker, for instance, is thought to scatter some 30,000 pine nuts across more than 2,000 cache sites, which it can recover more than nine months later."
    },
    {
      "begin": "00:01:16.989",
      "end": "00:01:24.914",
      "content": "And in one experiment, scrub jays given waxworms and peanuts cached and retrieved the perishable worms first and left the peanuts for later."
    },
    {
      "begin": "00:01:25.915",
      "end": "00:01:31.003",
      "content": "It seemed the jays not only recalled where they buried things, but also what they buried and when."
    },
    {
      "begin": "00:01:31.462",
      "end": "00:01:39.846",
      "content": "What's more, experiments show that scrub jays will bury food when they know it won’t be available the next day, suggesting they can plan for future events too."
    },
    {
      "begin": "00:01:40.596",
      "end": "00:01:43.599",
      "content": "And corvid abilities extend beyond meal prepping."
    },
    {
      "begin": "00:01:43.975",
      "end": "00:01:47.979",
      "content": "In one experiment, a masked person trapped and released a wild crow."
    },
    {
      "begin": "00:01:49.397",
      "end": "00:01:53.067",
      "content": "When the masked person returned, crows dive-bombed them."
    },
    {
      "begin": "00:01:54.694",
      "end": "00:02:03.703",
      "content": "If they wore a different mask, however, they were ignored, suggesting that corvids can distinguish between— and remember— different human facial characteristics."
    },
    {
      "begin": "00:02:05.329",
      "end": "00:02:12.295",
      "content": "Crows also tend to gather around the bodies of their dead companions and caw— a behavior sometimes likened to a funeral."
    },
    {
      "begin": "00:02:12.962",
      "end": "00:02:21.137",
      "content": "And one study showed that crows were slower to return to an area where they’d seen a dead companion, suggesting they associated it with risk."
    },
    {
      "begin": "00:02:24.974",
      "end": "00:02:31.606",
      "content": "Corvids like New Caledonian crows also demonstrate an impressive proclivity for reasoning and tool use."
    },
    {
      "begin": "00:02:32.815",
      "end": "00:02:37.111",
      "content": "Even in the wild, they fashion sticks into hook-shaped probes for food."
    },
    {
      "begin": "00:02:37.486",
      "end": "00:02:45.119",
      "content": "Some Japanese crows have been observed placing nuts on the road, waiting nearby, then retrieving the rewards once passing cars have cracked them open."
    },
    {
      "begin": "00:02:45.912",
      "end": "00:02:48.539",
      "content": "But corvids also do things that are harder to explain."
    },
    {
      "begin": "00:02:48.623",
      "end": "00:02:55.588",
      "content": "They sometimes tote trinkets around, which might help them practice caching or serve as gifts to their partners."
    },
    {
      "begin": "00:02:56.339",
      "end": "00:03:00.635",
      "content": "And they've been spotted repeatedly sledding down roofs on plastic lids."
    },
    {
      "begin": "00:03:00.968",
      "end": "00:03:05.890",
      "content": "Play activities like this are relatively common in corvids, especially juveniles."
    },
    {
      "begin": "00:03:06.432",
      "end": "00:03:09.644",
      "content": "Corvids have a longer developmental period than other songbirds."
    },
    {
      "begin": "00:03:09.644",
      "end": "00:03:15.066",
      "content": "And it’s thought that play encourages learning and lays a strong foundation for their intelligent behavior."
    },
    {
      "begin": "00:03:16.192",
      "end": "00:03:20.696",
      "content": "Some researchers think cleverness is crucial to the highly social lives of corvids."
    },
    {
      "begin": "00:03:20.988",
      "end": "00:03:27.453",
      "content": "They breed cooperatively; live and communicate in large dynamic groups; share food; and mob predators together."
    },
    {
      "begin": "00:03:28.412",
      "end": "00:03:36.379",
      "content": "Some have lifelong partnerships where they recognize their companions, and track, respond to, and even predict each other's behaviors and desires."
    },
    {
      "begin": "00:03:37.546",
      "end": "00:03:43.386",
      "content": "Scientists today consider corvids among the smartest animals— a big step from where consensus used to be."
    },
    {
      "begin": "00:03:43.844",
      "end": "00:03:54.981",
      "content": "In the late 1800s, German scientist Ludwig Edinger compared primate and crow brains and interpreted the crow’s brain structure as primitive, dismissing their cognitive abilities."
    },
    {
      "begin": "00:03:55.606",
      "end": "00:03:57.400",
      "content": "This was a misinterpretation."
    },
    {
      "begin": "00:03:57.566",
      "end": "00:04:04.031",
      "content": "A raven, for example, has a brain that looks quite different than a Capuchin monkeys— and is about a third of the size."
    },
    {
      "begin": "00:04:04.615",
      "end": "00:04:10.579",
      "content": "But both animals have a similar number of neurons in their pallium, a brain region that’s associated with cognition."
    },
    {
      "begin": "00:04:11.622",
      "end": "00:04:19.505",
      "content": "So while corvid brains travelled a very different evolutionary path than primate brains, it was still one that brought them sophisticated cognition."
    },
    {
      "begin": "00:04:20.214",
      "end": "00:04:23.509",
      "content": "The next time you spot a crow, you can be assured of its smarts."
    },
    {
      "begin": "00:04:24.218",
      "end": "00:04:27.388",
      "content": "Just maybe don’t give it a bad reason to remember you."
    }
  ]
}